* Isunnguata_33km_14W
:PROPERTIES:
:header-args:jupyter-python+: :session ds :kernel ds
:clearpage: t
:END:

#+NAME: ingest_meta
#+BEGIN_SRC bash :results verbatim :exports results
cat meta.bsv | sed 's/|/@| /' | column -s"@" -t
#+END_SRC

#+RESULTS: ingest_meta
#+begin_example
Borehole ID                           | Isunnguata_33km_14W
Place Name                            | Isunnguata Sermia
Geographic Location                   | Central West Greenland
Ice Type                              | Ice sheet
Data Reference                        | Joel Harper. 2017. Ice temperatures measured in a grid of boreholes, Western Greenland, 2014-2016. Arctic Data Center. doi:10.18739/A24746S04.
Data DOI                              | 10.18739/A24746S04
Science Reference                     | "Hills, Benjamin H., Joel T. Harper, Neil F. Humphrey, and Toby W. Meierbachtol. ""Measured horizontal temperature gradients constrain heat transfer mechanisms in Greenland ice."" Geophysical Research Letters 44, no. 19 (2017): 9778-9785."
Science DOI                           | 10.1002/2017GL074917
Date                                  | 2015
Longitude [°E]                        | -49.57238
Latitude [°N]                         | 67.18209
Location source                       | 10.18739/A24746S04
Depth of top measurement [m]          | 40.0
Depth of bottom measurement [m]       | 660.0
Ice thickness [m]                     | 661
Coverage [% of thickness]             | 94
Ice thickness source                  | 10.18739/A24746S04
Measured from: Top, Bottom, Relative  | B
General_Note                          | See also McDowell, I. E., Humphrey, N. F., Harper, J. T., and Meierbachtol, T. W.: The cooling signature of basal crevasses in a hard-bedded region of the Greenland Ice Sheet, The Cryosphere, 15, 897–907, https://doi.org/10.5194/tc-15-897-2021, 2021.
Temperature_note                      | 
Thickness_note                        | 
Location_note                         | 
#+end_example

** Temperature

** Thickness

** Location

** Velocity

** Notes

See 14n for more information

** Data                                                 :noexport:

#+NAME: ingest_data
#+BEGIN_SRC bash :exports results
cat data.csv | sort -t, -n -k1
#+END_SRC

#+RESULTS: ingest_data
|   d |      t |
|  40 | -10.94 |
|  60 | -11.19 |
|  80 | -11.44 |
| 100 | -11.63 |
| 120 | -11.88 |
| 140 | -11.75 |
| 160 | -11.81 |
| 180 | -11.75 |
| 200 | -11.75 |
| 220 | -11.63 |
| 240 | -11.56 |
| 260 | -11.44 |
| 280 | -11.31 |
| 300 | -11.19 |
| 320 | -10.94 |
| 340 | -10.75 |
| 360 | -10.63 |
| 380 | -10.25 |
| 400 |  -9.81 |
| 420 |  -9.25 |
| 440 |  -8.75 |
| 460 |  -8.19 |
| 480 |  -7.56 |
| 500 |  -6.81 |
| 510 |   -6.5 |
| 520 |  -6.06 |
| 530 |  -5.69 |
| 540 |  -5.25 |
| 550 |  -4.75 |
| 560 |  -4.31 |
| 570 |  -3.81 |
| 580 |  -3.38 |
| 590 |  -2.88 |
| 600 |   -2.5 |
| 610 |   -2.0 |
| 620 |   -1.5 |
| 630 |   -1.0 |
| 640 |  -0.75 |
| 650 |  -0.25 |
| 660 |  -0.06 |

